tests/xsnAPI/communities_getCommunitiesByMember.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://policy.intf.mobilgw.com/">
  <soap:Body>
    <tns:getCommunitiesByMember>
      <arg0>4444444444</arg0>
    </tns:getCommunitiesByMember>
  </soap:Body>
</soap:Envelope>